
Tekla.Structures.ModelInternal.dotPolymeshObject_t.Class
The class attribute.

Tekla.Structures.ModelInternal.dotPolymeshObject_t.Name
The name attribute.

Tekla.Structures.ModelInternal.dotPolymeshObject_t.Type
The name attribute.

Tekla.Structures.ModelInternal.dotPolymeshObject_t.RelatedObjectId
The related object ID.

Tekla.Structures.ModelInternal.dotPolymeshObject_t.CreateHoles
The createholes attribute.